export default [
    {
        classId:1,
        className:'迈索尔瑜伽',
        classPrice:299,
        rate:4,
        src:require('../../img/yujia1.jpg'),
        classDescribe:'迈索尔瑜伽是一种自我练习的阿斯坦珈瑜伽，没有老师来指定体式。学生根据自己的能力和程度进行练习，但是，它是很多学生集体练习的。老师在适当的时候会来鼓励你，给你帮助。迈索尔这个名字来自于印度的城市，就是阿斯坦珈阿上师ShriK.PattabhiJois生活和教课的地方。',
    },
    {
        classId:2,
        className:'孕瑜伽',
        classPrice:399,
        rate:4,
        src:require('../../img/yujia2.jpg'),
        classDescribe:'怀孕期间，如果想要保持身材，做些对将要出生的宝宝有益的活动，那孕期瑜伽是非常好的一种方式，可以两者兼顾。无论你是新接触瑜伽，还是有经验的瑜伽练习者，怀孕期间都可以很好地享受瑜伽。瑜伽练习可以帮助你准备好面对分娩过程，同时又可以找到准妈妈同伴。而且在你上孕期课程的同时，就已经给自己的小宝宝找好玩伴啦!',
    },
    {
        classId:3,
        className:'哈达瑜伽',
        classPrice:499,
        rate:5,
        src:require('../../img/yujia3.jpg'),
        classDescribe:'哈达瑜伽指的是任何需要做体式练习的瑜伽流派，或这些瑜伽体式。这个大概念下面涵盖了很多的“品牌”。但是现在，哈达瑜伽的概念越来越多地被用来代表较“传统”的印度瑜伽，以示与阿斯坦珈瑜伽或Bikram热瑜伽这些比较强体力的练习风格的区别。但其实这是个误解，哈达瑜伽包括的有些体式其实并不比其它瑜伽类型更容易。',
    },

    {
        classId:4,
        className:'热瑜伽',
        classPrice:399,
        rate:2,
        src:require('../../img/yujia4.jpg'),
        classDescribe:'热瑜伽可以推荐给每位练习者，无论是初学者还是高级学员。这个课程的奇妙之处在于所有的学生在课上所做的体式是一样的，只是根据自己的能力选择不同的层级而已，对每个不同水平的练习者，都有很具体的层级可以选择。这些瑜伽体式就是为了身体、心识和精神的受益而设计的。',
    },

    {
        classId:5,
        className:'流瑜伽',
        classPrice:299,
        rate:4,
        src:require('../../img/yujia5.jpg'),
        classDescribe:'Vinyasa这个术语涵盖了非常广泛的瑜伽课程。Vinyasa这个词意为“与呼吸同步的动作”。就是说老师会配合吸气和呼气指示你如何从一个动作进入下一个动作。这个技巧有时也被称作Vinyasa流，或者是流瑜伽，因为动作与动作之间顺畅的连接，好像舞蹈一样。',
    },
    {
        classId:6,
        className:'阴瑜伽',
        classPrice:299,
        rate:5,
        src:require('../../img/yujia6.jpg'),
        classDescribe:'阴瑜伽，名为阴，因为其理念与中国道家思想中“阴”的概念非常契合，是非常独特的具有中国风的一种瑜伽。它与哈达瑜伽类似，但不同的是，它不像哈达瑜伽的主要目的是锻炼肌肉，而是拉伸身体的连接要素──关节。练习时，这个体系的特点是在体式中保持被动状态，每个体式持续几分钟。有人认为阴瑜伽是哈达瑜伽中历史最悠久的练习方式，因为它能够非常好的帮助身体适应长时间冥想，而长时间冥想就是古老印度教传统中王者瑜伽的首要元素。',
    }


]
